emails_patterns = {
    'chair_appointment_professional_committee': f'<p> שלום רב! </p>'
                                                f'<p> לתשומת ליבך – יו"ר ועדת מינויים מינה יו"ר ועדה מקצועית למרצה  %degree %name וניתן '
                                                f'להמשיך את התהליך.</p>',
    'remind_to_chairman': f'<p> שלום רב! </p>'
                          f'<p> תזכורת להקמת וועדה מקצועית למרצה %degree %name </p>',
    'application_created': f'<p> שלום רב! </p>'
                           f'<p> לתשומת ליבך – נכנסה בקשה חדשה לפתיחת הליך קידום שהוגשה ע"י %degree %name לעיונך.</p>',
    'application_received': f'<div> %degree %name שלום רב ,</div>'
                            f'<p> בקשתך התקבלה ונמצאת בטיפול.</p>'
                            f'<p> בימים הקרובים תקבל/י עדכון על המשך התהליך.</p>'
                            f'<p> בברכת הצלחה.</p>',
    'member_edit': f'<p> שלום רב! </p>'
                   f'<p> הפנייה של %degree %name נערכה על ידו/ה </p>'
                   f'<p> אנא התייחסותך בנושא </p>'
                   f'<p> תודה רבה! </p>',
    'dph_approve': f'<p> מרצה יקר/ה,</p>'
                   f'<p> אישרתי את בקשתך ואני פועל לקידום ההליך. בברכת הצלחה.</p>',
    'dph_feedback': f'<p> מרצה יקר/ה, יש להוסיף/לשנות/לתקן את קורות החיים בהתאם להערות מצ"ב.</p>',
    'dph_deny': f'<p> מרצה יקר/ה,</p>'
                f'<p> לצערי ולמרות הערכתי הרבה אליך, אני דוחה בזאת את בקשתך בשלב זה לתחילת הליך הקידום.</p>'
                f'<p> בברכה,</p>'
                f'<p> %degree %name </p>',
    'admin_approve': f'<p> מרצה יקר/ה, פנייתך הועברה לגורם המטפל. בהצלחה!</p>',
    'admin_feedback': f'<p> מרצה יקר/ה, יש להוסיף/לשנות/לתקן את קורות החיים בהתאם להערות מצ"ב.</p>',
    'chair_approve': f'<p> מרצה יקר/ה, בקשתך לפתיחת הליך קידום אושרה.</p><br>'
                     f'<p> בהצלחה,</p>'
                     f"<p> פרופ' ניר קידר</p>"
                     f"<p>  המשנה לנשיא</p>",
    'chair_feedback': f'<p> מרצה יקר/ה, פנייתך הועברה לגורם המטפל. בהצלחה!</p>',
    'chair_quality': f'<p> שלום רב! </p>'
                     f'<p> %degree %name מחכה לצירוף משובי הוראה </p>',
    'chair_deny': f'<p> מרצה יקר/ה,</p>'
                  f'<p> לאחר בחינה מעמיקה של בקשתך לקידום, צר לי אך בשלב זה תיקך לא נמצא מתאים לקידום.</p>'
                  f'<p> אני מזמין אותך לקבל סיוע ממלווה אקדמי אשר יוכל לסייע לך ולחדד את הנדרש '
                  f'לטובת פניה נוספת בהמשך.</p>'
                  f'<p> בהצלחה בהמשך,</p><br>'
                  f'<p> באיחולי הצלחה,</p>'
                  f"<p> פרופ' ניר קידר</p>"
                  f"<p> המשנה לנשיא</p>"
}
